sourceLabel = "Sorgente:";
formatLabel = "Formato:";
fpsLabel = "FPS:";
playingFPSLabel = "Riproduco FPS:";
dataSizeLabel = "Dim. dati:";
dataRateLabel = "Velocità dati:";
currentTimeLabel = "Tempo attuale:";
durationLabel = "Durata:";
normalSizeLabel = "Dimensioni normali:";
currentSizeLabel = "Dim. attuali:";
bitRateLabel = "Frequenza bit:";
qualityLabel = "Qualità:";
destinationLabel = "Destinazione:";
videoSourceLabel = "Sorgente video:";
audioSourceLabel = "Sorgente audio";

movieInfoNoTitle = "Informazioni";
movieInfo = " – Informazioni";
movieInspectorNoTitle = "Inspector";
movieInspector = " – Inspector";

blacknWhite = "Bianco e nero";
/* [2] */
four = "4";
/* [3] */
sixteen = "16";
/* [4] */
twofiftysix = "256";
/* [5] */
thousands = "Migliaia";
/* [6] */
millions = "Milioni";
/* [7] */
millionsplus = "Milioni+";
/* [8] */
unknown = "Sconosciuto";
/* [9] */
colors = "Colori";
/* [10] */
grays = "Livelli di grigio";

Chapter = "Traccia settore";
/*
Apple_IMA4_Decoder = "IMA 4:1";
MP3_Decoder = "MPEG Layer-3 Audio";
kHz = "kHz";
stereo = "Stereo";
mono = "Mono";
none = "None";
kMACE3Compression = "MACE 3 to 1";
kMACE6Compression = "MACE 6 to 1";
bits = "bits";
varBitRate = "variable bitrate";
kAudioFloatLE = "Float (little endian)";
kAudioFloatBE = "Float (big endian)";
kAudioUnsignedInteger = "Unsigned integer";
kAudioUnsignedIntegerLE = "Unsigned integer (little endian)";
kAudioUnsignedIntegerBE = "Unsigned integer (big endian)";
kAudioInteger = "Integer";
kAudioIntegerLE = "Integer (little endian)";
kAudioIntegerBE = "Integer (big endian)";
notApplicable = "Not applicable";
protected = "protected";
*/

bytes = "^0 byte";
kiloBytes = "^0 K";
megaBytes = "^0 MB";
gigaBytes = "^0 GB";
teraBytes = "^0 TB";
petaBytes = "^0 PB";
exaBytes = "^0 EB";

bytesPerSec = "^0 byte/sec";
kiloBytesPerSec = "^0 KByte/sec";
megaBytesPerSec = "^0 MByte/sec";
gigaBytesPerSec = "^0 GByte/sec";

pixels = "pixel";
curPixels = "^0 pixel (^1)";


bitsPerSec = "^0 bit/s";
kbitsPerSec = "^0 kbit/s";
mbitsPerSec = "^0 mbit/s";
gbitsPerSec = "^0 gbit/s";

percent = "^0%";
playingFPS = "(Disponibile durante la riproduzione.)";

halfSize = "50%";
actualSize = "Reale";
doubleSize = "Doppia";

 /* codecname, dimensions, depth */
videoFormatString = "^C, ^S, ^D";
/* codecname, dimensions */
videoFormatForMPEGString = "^C, ^S"; 
unAvailableString = "Filmato non disponibile";

/* Quartz Composition strings */
averageFPSLabel = "FPS medio:";
averageLoadLabel = "Carico medio:";
quartzComposerTrack = "Quartz Composer";

/* Recording strings */
compressedAudioFormatSummary = "Audio AAC 128 kbps";
availableWhenRecording = "(Disponibile durante registrazione.)";